Repository: mijuanlo/annotator
Catalog: granite-5.5.0/po/extra/*.po
Languages: pt_br

source: Build consistent and usable apps more quickly and easily
pt_br: Construa aplicativos consistentes e utilizáveis com maior rapidez e facilidade

source: A companion library for GTK and GLib that provides complex widgets and convenience methods designed for use in apps built for elementary OS.
pt_br: Uma biblioteca tudo-em-um para GTK e GLib que oferece widgets complexos e métodos convenientes projetados para uso em apps feitos para o Elementary OS

source: New Style Constants:
pt_br: Novas constantes de estilo:

source: New features:
pt_br: Novas funcionalidades:

source: New Settings class to share Pantheon desktop settings with apps
pt_br: Nova classe de Configurações para compartilhar as configurações da área de trabalho do Pantheon com aplicativos

source: Introduced Settings.prefers_color_scheme to get a user's color scheme preference, i.e. for a dark style
pt_br: Introdução de Settings.prefers_color_scheme para obter a preferência do esquema de cores do usuário, ou seja, para um estilo escuro

source: Deprecations:
pt_br: Depreciações:

source: It is now recommended to use GLib.Settings instead of Granite.Services.Settings
pt_br: Agora é recomendado usar GLib.Settings em vez de Granite.Services.Settings

source: Improvements:
pt_br: Melhorias:

source: Better align labels in settings sidebars
pt_br: Melhor alinhamento das etiquetas nas configurações das barras laterais

source: Make AccelLabel.label settable
pt_br: Torna o AccelLabel.label configurável

source: Updated translations
pt_br: Traduções atualizadas

source: New features
pt_br: Novas funcionalidades

source: Add tooltips to source list items and their actions
pt_br: Adicione dicas de ferramentas aos itens da lista de origem e suas ações

source: New AccelLabel widget for use in menus and popovers
pt_br: Novo widget AccelLabel para uso em menus e popovers

source: Delay tab resizing when closing tabs
pt_br: Atraso no redimensionamento de abas ao fechar as abas
